{
 "courts":[
    {'title': "Page of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Page%20of%20wands.png", 'upright_key': "adventure, excitement, fresh ideas, cheerfulness, energetic, fearless, extroverted", 'reversed_key': "hasty, impatient, lacking ideas, tantrums, laziness, boring, unreliable, distracted", 'upright_meaning': "When we see the Page of Wands, we see a youth with enormous excitement and curiosity for the world. He knows what to do, he has the passion to succeed, but due to his inexperience and maybe a little fear of the unknown, his ideas remain abstract. This card resembles your inner battles which are preventing you from expressing your heroism to the world, to let the world know that you exist for a reason. Remove the fear, gather your resources and do something. Let the world know that you are there and you have no jokes about moving forward in the path that you choose.", 'reversed_meaning': "With the Page of Wands reversed, it tends to emphasize the more negative character traits of the upright version. He tends to show up when your mind is filled with one great idea after another, and are unable to progress beyond the beginning planning stages. As painful as it is, it is a good way of telling you that you should venture into other meaningful projects and avoid wasting time."},
    {'title': "Knight of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Knight%20of%20wands.png", 'upright_key': "courageous, energetic, charming, hero, rebellious, hot tempered, free spirit", 'reversed_key': "arrogant, reckless, impatient, lack of self control, passive, volatile, domineering", 'upright_meaning': "The Knight of Wands' symbolism is straightforward. When it appears, it means a great time to get away and travel. The person should feel charged up and full of life. One is also ready to get things done. When the Knight of Wands shows up in a reading it seems to suggest that the seeker wants to complete important tasks. One wants to impress others with one’s knowledge and skill. The card also shows up when the person is planning to move to another place of residence. If you are starting a creative project, then you should do so with lots of energy and enthusiasm. However, you should balance it with realistic and well-rounded views. You should also have a plan that takes into account the consequences of your actions. Getting the Knight of Wands in a reading can also mean that there is an event that you don’t expect to happen soon. More often than not, the Knight of Wands indicates a hasty change of job, residence, or anything in your life.", 'reversed_meaning': "When you get a reversed Knight of Wands, it indicates frustrations and delays. You may feel angry and that you are not getting anywhere. A reversed Knight of Wands can translate to a loss of power. You may be trying to compensate for something that you don’t have total control over - this might lead to pessimism and loss of self-esteem."},
    {'title': "Queen of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Queen%20of%20wands.png", 'upright_key': "confident, self-assured, passionate, determined, social, charismatic, vivacious, optimistic",'reversed_key': "demanding, vengeful, low confidence, jealous, selfish, temperamental, bully", 'upright_meaning': "In general, the Queen of wands in a reading meaning may depict a person of extreme focus and fiery passion. She is courageous and individualistic, though at times she may appear self-centered. In the event that you are looking for a job, the appearance of this card may mean that a woman will play a major role in your career move. The Queen of Wands in questions of love also sends a positive energy. For people who are searching for love, there is a possibility that you will find it soon. When it comes to your finances, there is a chance that you are being carried away on spending a significant amount of money. In terms of health and spirituality, the Queen of Wands meaning may pertain to a spiritual hunger, a quest, or a search for meaning. ", 'reversed_meaning': "Regardless of its position (upright or reversed) the Queen of Wands symbolizes fertility, and all the feelings, emotions, and aspects that it brings. It may mean that there is someone who needs your help right now. In terms of work, there is a probability that you will encounter obstacles that will hamper your progress. Do not mind these obstacles and continue doing your job as you see fit. To see this card may also be a reminder to adhere to your rational side - to balance your sometimes chaotic energy with clear though, and you will be more successful."},
    {'title': "King of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/King%20of%20wands.png", 'upright_key': "leadership, vision, big picture, taking control, daring decisions, boldness, optimism", 'reversed_key': "forceful, domineering, tyrant, vicious, powerless, ineffective, weak leader", 'upright_meaning': " The King of Wands is a natural born leader of people, and he is also extremely capable. Once the king sets for himself a certain aim or a goal, he is going to conveniently stick to it in order to ensure that it becomes a reality. The King of Wands looks forward to all sorts of different challenges - whether great or small, for he gets a natural adrenaline rush associated with the solving of problems.", 'reversed_meaning': "When reversed, the card depicts a personality which is prone to taking rash, impulsive and hasty decisions. This person could be pushy, overbearing as well as dominating at times. Even though he might rarely do this with a sense of malice or with an intention to make someone feel submissive, this is without a doubt a part of his character that one can be frustrated at. In reversal, the card represents the worst spectrum of the qualities of the fire – selfishness and ruthlessness. He can be manipulative as long as you are serving his purpose. With this in mind, the card definitely points out strong and weak aspects, and reflecting on his image can help you dig deeper in your personality. "},


    {'title': "Page of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/page%20of%20cups.png", 'upright_key': "idealism, sensitivity, dreamer, naivete, innocence, inner child, head in the clouds", 'reversed_key': "emotional vulnerability, immaturity, neglecting inner child, escapism, insecurity", 'upright_meaning': "One of the most important meanings within the Page of Cups is that you should be open to new ideas, especially ones that stem from intuitive inspiration. The card seems to state that such inspiration should be embraced, despite it being something that you may not expect. It could lead you to adventure and open many doors. When you are being faced by difficult situations, and you have stopped chasing your dreams, the Page of Cups seems to say that you that you should tackle the issue from a totally different perspective. Listen to your intuition, follow your calling, and believe everything is possible. For those that are afraid to reveal their emotions, the Page of Cups could mean that it is time to release and show those emotions. The Page of Cups indicates that it is alright to have a new beginning - to welcome the real you.", 'reversed_meaning': "One Page of Cups reversal meaning is that you are undergoing a block in your creativity. There are things or projects that you find interesting, but you seem to do them for other reasons than for the joy of it. A reversed Page of Cups could indicate that you should remember the joy that your projects brought you in the first place to reclaim your imaginative spirit. Another Page of Cups reversal meaning is that it can symbolize a troubled person. One who is afraid of reality whether it’s emotional, financial, illness or something else. It could be an image of you or a loved one who is struggling with self-acceptance. The Page of Cups could indicate that someone lacks inspiration, they are battling low self-worth, and they are easily depressed."},
    {'title': "Knight of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/knight%20of%20cups.png",'upright_key': "idealist, charming, artistic, graceful, tactful, diplomatic, mediator, negotiator", 'reversed_key': "disappointment, tantrums, moodiness, turmoil, avoiding conflict, vanity", 'upright_meaning': "When faced with an actual decision, the Knight of Cups is going to listen to his heart, regardless of whether this is actually a logical choice or not. He can manifest as an event or a person in your life, or a part of your own self. He appears as a messenger – and with him, he carries an invitation or an arrival of something or someone which is going to have a certain emotional benefit for you. He can also represent the undertaking of some project with significant emotional or creative value for you.", 'reversed_meaning': "Reversed, the Knight of Cups means that you allow your emotions to control your life a lot more than you should. You might be overly jealous, emotional or moody. Jumping to conclusions too fast is characteristic of a reversed Knight of Cups, and making judgements without having the necessary information is very common. The card indicates a situation which could be considered appealing at first but quickly turns out to be something very different. With such high expectations, everyone will walk away quite disappointed."},
    {'title': "Queen of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/queen%20of%20cups.png", 'upright_key': "compassion, warmth, kindness, intuition, healer, counsellor, supportive", 'reversed_key': "insecurity, giving too much, overly-sensitive, needy, fragile, dependence, martyrdom", 'upright_meaning': "The Queen of Cups is seen as compassionate, caring, sensitive, and nurturing. She connects with people on the emotional level, so people enjoy her honesty and fairness. The appearance of the Queen of Cups in a reading can be guiding you to find help from others. Most times, like the other queens, this is a female figure that will come into your life. The Queen of Cups can also represent the trusted inner voice you have within you. She seems to say that you should take the time to focus on your emotional health before trying to help others. Self-love creates compassion. She can also reflect your relationships with other people. You may be the emotionally strong rock that serves as an anchor for someone else. The Queen of Cups normally thinks with her heart, instead of her mind. She can lack rationality and common sense, but she can also be intuitive, dreamy and almost psychic at times. The Queen of Cups could be the answer to your problems when a logical approach is not working.", 'reversed_meaning': "The Queen of Cups reversed means that you are not in sync with your emotions. You can also feel restricted in the expressing the way that you truly feel. You may have high levels of stress that you are not able to cope with anymore. The Queen of Cups reversed can also reflect that your mind is wandering too far, and you are letting your imagination run away with itself. While you still mean well, you should take a pause to really see whether your emotions can be trusted, because you are allowing them to control you. "},
    {'title': "King of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/king%20of%20cups.png", 'upright_key': "wise, diplomatic, balance between head and heart, devoted, advisor, counsellor", 'reversed_key': "overwhelmed, anxious, cold, repressed, withdrawn, manipulative, selfish", 'upright_meaning': "The Kind of Cups represents creativity, emotion, and the unconscious. The card shows the ability to restrain one's emotions and be fully in charge of your feelings and impulses. The King of Cups shows that you are sensitive as a leader and you are careful with the way others respond to your emotional needs. The King of Cups implies that you should remain mature when dealing with negative energy.", 'reversed_meaning': "The King of Cups reversed signals what happens when he is at his worst: volatility, emotional manipulation and moodiness. When the King of Cups falters, his usual ability to handle situations with compassion and wisdom are turned upside down. The reversed King of Cups suggests that there is a character in your life that is depicted by this card, whether a part of you or someone else. While he is normally very in touch and controlled with his emotions, he has lately become manipulative and emotionally controlling. His actions will be used for vengeance and vindication, impulses that he normally has under control, and is eventually aimed at being some form of punishment. "},


    {'title': "Page of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/page%20of%20swords.png", 'upright_key': "curious, witty, chatty, communicative, inspired, vigilant, alert, mental agility", 'reversed_key': "scatterbrained, cynical, sarcastic, gossipy, insulting, rude, lack of planning", 'upright_meaning': "Bright and alert, the Page of Swords is someone who never seems to run out of ideas. She is curious, always asking questions, and gifted with a sharp tongue and quick wit to match. Her aptitude for language also makes her an incredible communicator, and with her love of ideas, you may find her always engaged in some passionate debate. This card may indicate that you are very eager to execute an idea that you have been having or a project that you cooked up just recently. When a Page of Swords appears in a reading, it signifies communication and sharing of ideas. Whether it is someone else’s ideas or yours, it is time to open up and talk about them as long as it is a constructive.", 'reversed_meaning': "When the Page of Swords is reversed, all the negative characteristics of her come out - and she may become almost dangerous. Being gifted with a sharp and alert mind, she may be using it for deception and manipulation. She may lack the understanding or the maturity to understand the suffering that she causes, feeling the rush that one gets upon lashing out. On the other hand, this page may be someone of empty words or promises - who though loves talking, does not really talk about much of substance. Take care to show strength and action behind your words, for you may be damaging your reputation."},
    {'title': "Knight of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/knight%20of%20swords.png", 'upright_key': "assertive, direct, impatient, intellectual, daring, focused, perfectionist, ambitious", 'reversed_key': "rude, tactless, forceful, bully, aggressive, vicious, ruthless, arrogant", 'upright_meaning': "The Knight of Swords is a very powerful figure that is full of life as well as energy. Once the knight sets forth towards his goals, there is absolutely no stopping him. However, this determination could also blind him to see the potential consequences of his actions on others as he makes his way to success. He may charge forth into a very dangerous territory without preparation or actual foresight, and this could lead him to great danger.", 'reversed_meaning': "The reversed Knight of Swords suggests incredible impatience, impulsiveness alongside his bursting with energy. This Knight of Swords has a lot of energy but lacks any kind of direction, and this oftentimes results in them making rather rash decisions as well as pulling down other people with them. The Knight of Swords reversal meaning indicates that you still have a lot of miles to walk in order to get the valuable life experience that you need in order to overcome adversities along the way."},
    {'title': "Queen of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/queen%20of%20swords.png", 'upright_key': "honest, independent, principled, fair, constructive criticism, objective, perceptive", 'reversed_key': "pessimistic, malicious, manipulative, harsh, bitter, spiteful, cruel, deceitful, unforgiving", 'upright_meaning': "The Queen of Swords is an archetype of an older, wiser feminine intellect. She could be thought of as the most masculine of the all the queens, and may come off as quite stern and emotionless. This card represents the importance of making judgments without relying on emotion alone. The Queen of Swords beckons you to look at all the facts before making a decision. This card also means that you will need to become independent with your judgments. You must rely on the unbiased intelligence, which has you researching alternative viewpoints and thinking carefully on your decision. The Queen of Swords can also be about the way that we speak with others. Above all, truth is important to her, so she feels no need to soften her comments, thoughts, or opinions. She also expects the same frankness from other people, so this means that you need to be clear with everything that is being said, even if it may hurt.", 'reversed_meaning': "The Queen of Swords reversed meaning is that you may be thinking too much with your heart, and you are becoming too emotionally involved with your current situation. Take the time to look at the situation using various facts and use your head to create a clearer picture of what is really going on. When reversed, the Queen of Swords can also be quite bitter, coldhearted, or resentful. You may have started to isolate yourself for a number of reasons, but the outside world could be taking this in the wrong way. "},
    {'title': "King of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/king%20of%20swords.png", 'upright_key': "reason, authority, discipline, integrity, morality, serious, high standards, strict", 'reversed_key': "irrational, dictator, oppressive, inhumane, controlling, cold, ruthless, dishonest", 'upright_meaning': "The King of Swords appearing in a reading suggests that you should remain objective in your current situation - you must establish truth by sticking to the facts. Besides your experience and education, you should be sharp and observant, to see deeply into problems that come your way. The King of Swords meaning also shows that you need to be stern in your role while ensuring that you have clarity of mind at all times. When judging a situation, you need to consider all the possible consequences to make an appropriate judgment. The King of Swords implies that you should be able to look at any situation and make a decision with complete impartiality. He can also be an indicator of the high ethical standards that the King of Swords demonstrates.", 'reversed_meaning': "The King of Swords in reversed shows tyrannical, abusive and manipulative habits. It may indicate the misuse of one’s mental power, drive, and authority. This is an illustration of persuasion and manipulation, so as to fulfill selfish desires. The King of Swords reversal meaning may also imply that you are showing off your level of intelligence by using big words when discussing ordinary topics. Another interpretation is that you may also be a loose cannon, especially where there are angry outbursts and impulses."},


    {'title': "Page of Pentacles", 'url': "https://miaworld.neocities.org/img/tarot/minor/pentacles/page%20of%20pentacles.png", 'upright_key': "ambitious, diligent, goal oriented, planner, consistent, star student, studious, grounded, loyal, faithful, dependable", 'reversed_key': "foolish, immature, irresponsible, lazy, underachiever, procrastinator, missed chances, poor prospects", 'upright_meaning': "When we meet the Page of Pentacles, we see immediately that she is one that is ambitious and focused. She is protected, nourished, provided for by the suit whose name she bears. Her diligence, ambition and loyalty drives her to quickly make plans for the future - for it is there where her focus lies. When you meet her, she may be the bearer of news connected to all earthly and material matters. When you hear her message, be inspired as she is - lay down the foundations to follow your ambitions. Generally, the Page of pentacles refers to the kind of energy that you need to complete all that is needed for your work. It may point to the determination, focus and the ability to stick with a particular task no matter how boring it may seem. In terms of work, the Page of Pentacles may signify that there are a lot of tasks you are responsible for, but your time to complete them is much too limited. This is not the time to feel stressed and overwhelmed. Assistance will be there for you, you just have to ask for it. In relation to finances, the Page of Pentacles can refer to the reward for your hard work.", 'reversed_meaning': "When the Page of Pentacles card appears reversed, it may point to your lack of focus. There is a possibility that you are being distracted with lots of things. Try to borrow the talents of this page and focus your mind before moving on the next thing. It may also indicate that you need to give yourself a break to refresh your mind. With regards to work, the Page of Pentacles reversed may signify that you are currently feeling overwhelmed due to the heavy demands in your workplace. Remember that it is always better to ask for assistance and complete the work rather than to try to finish it all by yourself and end up failing to do so. In terms of love, you are probably in a solid and steady romantic relationship, but perhaps someone else has caught your interest lately. When it comes to your finances, the Page of Pentacles reversed may refer to that urge to play and gamble. Be sure to stay responsible and be in control of your actions."},
    {'title': "Knight of Pentacles", 'url': "https://miaworld.neocities.org/img/tarot/minor/pentacles/knight%20of%20pentacles.png", 'upright_key': "practical, reliable, efficient, stoic, slow and steady, hard-working, committed, patient, conservative", 'reversed_key': "workaholic, laziness, dull, boring, no initiative, cheap, irresponsible, gambler, risky investments", 'upright_meaning': "The Knight of Pentacles is about the daily tasks and the responsibility that one has to gain through a specific project. This knight has the patience to accomplish all his given duties and is considered by others reliable and committed to his work. To see this card is an indication that there is a need to be trustworthy and reliable. You are fully committed to your assignments and you make sure that you complete your work efficiently. You are absolutely loyal and do the best you can in order to make sure the job will be properly completed. Though your sense of duty is admirable, beware that it does not turn into perfectionism - which can manifest itself in every aspect of your life. The Knight of Pentacles can also represent routine, or the kind of general hard work that you go through everyday. The meaning of the Knight of Pentacles also advises that the querent should continue to do exactly what he is doing. Sticking with the tried and true methods, he will accomplish everything he has set out to do.", 'reversed_meaning': "When the reversed Knight of Pentacles shows up in a reading, the traits that were once positive in the upright position are now taken to the extreme. You may feel stuck in your own routine, and bored of everything that surrounds you. The Knight of Pentacles reversed could also indicate that you have totally ignored many serious aspects of your life. Financial or personal issues are often be neglected in favor of work matters when this card appears reversed. The Knight of Pentacles reversed is a strong indication that you need to change this way of living, lest you risk burnout and exhaustion."},
    {'title': "Queen of Pentacles", 'url': "https://miaworld.neocities.org/img/tarot/minor/pentacles/queen%20of%20pentacles.png", 'upright_key': "generous, caring, nurturing, homebody, good business sense, practical, comforting, welcoming, sensible, luxurious", 'reversed_key': "selfish, unkempt, jealous, insecure, greedy, materialistic, gold digger, intolerant, self-absorbed, envious", 'upright_meaning': "The Queen of Pentacles represents both a down-to-earth woman who plays many roles to ensure that she keeps her family happy. But do not mistake her for being only a homebody - alongside all these motherly attributes, she can plan business ventures and execute her plans successfully. It is through her naturally talented business sense that she is surrounded by such luxury. The Queen of Pentacles therefore represents a motherly figure who desires to help you maneuver your way and achieve your goals with a the helping of her common sense. She will not only show you love, but she will also show you the way forward whenever you seem to be stranded and confused. Because she is a self-made woman, she wants too for you to be independent and wise, such that you are also able to raise others and make them responsible.", 'reversed_meaning': "When the Queen of Pentacles becomes disconnected with the energy of her suit, she can become someone who is completely self-absorbed. Gone is the upright generosity in her suit, she can be selfish and even envious when others successes seem greater than hers. Her focus on the material may manifest negatively, making her greedy, and yet lacking in her sense of duty and capability. The Queen of Pentacles reversed may also indicate that you have misplaced priorities, which may eventually be compromising to your future. This card could also suggest those that you care for are now ready to become accountable and responsible for their own lives."},
    {'title': "King of Pentacles", 'url': "https://miaworld.neocities.org/img/tarot/minor/pentacles/king%20of%20pentacles.png", 'upright_key': "abundance, prosperity, security, ambitious, safe, kind, patriarchal, protective, businessman, provider, sensual, reliable", 'reversed_key': "greed, materialistic, wasteful, chauvanist, poor financial decisions, gambler, exploitative, possessive", 'upright_meaning': "When we meet the King of Pentacles, we feel immediately his regal and generous presence. He is a provider and a protector, for under his care is a flourishing and abundant kingdom where its citizens are prosperous and encouraged to grow. He is naturally responsible and reliable, and through the wisdom granted to him by his suit, he has grown all that he has acquired from practically nothing. To see him in the cards is to envision success - one that was won by earnest work. Generally, this card reminds us to stay in control of our energy and our resources in pursuit of a larger goal. When it comes to work, the King of Pentacles may refer to a more established man who will pay a significant role in your career. In love, this can indicate that the person that you’ve been waiting for can come along and will love you for who you are. With regards to finances, the King of Pentacles is one of the best cards to receive. This may mean that your financial situation is stable as a result of your wise investments and hard work. In case you are taking a gamble, be sure to initiate a calculated action.", 'reversed_meaning': "When reversed, the King of Pentacles falls from his throne. Once the king of a prosperous kingdom, it has been taken away from him, or lost. Disconnected from the energy of his suit, he may have been impatient, he may have been too indulgent, he may have gambled too far and overstretched himself, he may have sought shortcuts that led him to ruin. He may become too focused on the material, only understanding the cost of things, and never their value. The King of Pentacles reversed may also signify that your definition of success and happiness is only determined by outer appearances, and not by the true value that security and stability can bring to you. In terms of love, this card can mean that someone dear to you is currently facing issues due to matters concerning his or her career. When it comes to finances, the King of Pentacles reversed is telling you to look at the long-term goal. You may be facing financial issues but do not look at yourself as a failure. Stay positive and understand that this is just a phase in your life. The King of Pentacles' appearance in a reading can indicate some sort of material loss or loss in reputation - beware that you do not replicate his mistakes."}
 ]
}
