{
 "cups_no_courts":[
    {'title': "Ace of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/Ace%20of%20cups.png", 'upright_key': "love, new feelings, emotional awakening, creativity, spirituality, intuition", 'reversed_key': "coldness, emptiness, emotional loss, blocked creativity, feeling unloved, gloominess", 'upright_meaning': "Getting the Ace of Cups upright shows that it's time to let loose of whatever emotional baggage you have and start living your life to the fullest. There is a new beginning that is indicated here - a chance to start fresh. It might come in the form of opening yourself up to the possibilities of new relationships, romantic or otherwise, that have the ability to make you emotionally fulfilled. The release indicated by this card may either be spiritual or emotional, depending on what you are going through. The Ace of Cups may come to a reading after a long period of being lonely or enduring something that deeply hurt you emotionally, and it's appearance may be there to herald the turning over a new leaf. It is up to you whether you take the cup and drink to the fullest.", 'reversed_meaning': "Seeing the Ace of Cups upside down during your reading means you have been enduring emotional instability or pain for some time. There is a loss that is indicated here, and perhaps something that has meant much to you is no longer giving you the joy that it once had. Since the cups also govern creativity, you may also be experiencing a creative block of sorts, and where the waters of inspiration once flowed, they have now dried up. In all these cases you must examine who or what is in control of the cup - which party allowed it to overturn? What can you do to place it right side up again?"},
    {'title': "Two of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/2%20of%20cups.png", 'upright_key': "unity, partnership, attraction, connection, close bonds, joining forces, mutual respect", 'reversed_key': "separation, rejection, division, imbalance, tension, bad communication, withdrawal", 'upright_meaning': "To see the Two of Cups is an indication of a partnership that is built on the union of forces, a strong connection and a balanced and equal partnership. A strong pair is indicated here, the joy of two becoming one. When it comes to work, you may notice that the people around you will start to appreciate you more. There is a mutual respect here, meaning you will also be more comfortable in your workplace. If you are looking for new job opportunities, this card may be a good sign. In terms of love, the card represents commitment, a balanced relationship, and love. But this does not simply mean that you will no longer need to nurture your love to make it last. In your finances, the Two of Cups is associated with fairness and balance. This means that you are currently financially capable and you have the right amount of money to deal with your obligations. In relation with your health, people who are currently facing some health issues need to look for a practitioner that they will be comfortable working with and whom they can trust. In spirituality, it is a call for you to be more endearing and loving towards the others. You are receiving positive energy from the universe, and you need to share that energy.", 'reversed_meaning': "When reversed, the Two of Cups can mean that the balance that was once there is broken. This balance was an integral part of keeping the individuals together, but to break it is to create disconnection and discord. The negative energy of two forces is present, and instead of them joining or attracting, they seem to repel each other. Be the first to open up, and you may find the problem much easier to repair than you thought it would be. "},
    {'title': "Three of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/3%20of%20cups.png", 'upright_key': "friendship, community, gatherings, celebrations, group events, social events", 'reversed_key': "gossip, scandal, excess, isolation, loneliness, solitude, imbalanced social life", 'upright_meaning': "The meaning behind the Three of Cups represents a period of happiness. To see the Three of Cups can indicate a happy reunion with a long lost friend, relative, or loved one. It can also mean a celebration, whether it is your own or for someone who you love. In general, it is about spending quality time with people you cherish in your life. If you've had problems with your social life, this card can signal the end of those hardships. You will be able to resolve differences and learn how to deal with the problem. ", 'reversed_meaning': "When the Three of Cups is reversed, it means that you may have no time to socialize or go out with friends. The Three of Cups reversed can also mean losing touch with some of your friends. Alternatively, the Three of Cups reversed can mean that there is a lack of balance and harmony within your social circle. Gossip and scandal can rear their ugly heads. Perhaps there is envy hidden within this circle, and as a result, you are feeling isolated."},
    {'title': "Four of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/4%20of%20cups.png", 'upright_key': "apathy, contemplation, feeling disconnected, melancholy, boredom, indifference, discontent", 'reversed_key': "clarity, awareness, acceptance, choosing happiness, depression, negativity", 'upright_meaning': "The Four of Cups tend to appear when you are feeling discouraged and unmotivated. Life has become stagnant, and nothing seems to make you happy or passionate. The Four of Cups commands a self-evaluation of your attitude so that you can pull yourself out of this rut. The solution is likely right in front of you, the hand is offering you a way out, but you release yourself out of your mental stubbornness and deploy new approach. The Four of Cups revolves around finding your true interests and working towards fulfilling them.", 'reversed_meaning': "While in the upright four of cups, you may be suffering from apathy and ignore the opportunities that the universe offers you, the reversed four of cups signals the desire to have a new start. You are coming to the understanding that though life is not perfect, there is beauty in it, and joy comes from choosing to see this beauty. Embrace new ideas, new people and new places; because you never know where these adventures can take you."},
    {'title': "Five of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/5%20of%20cups.png", 'upright_key': "loss, grief, disappointment, sadness, mourning, discontent, feeling let down", 'reversed_key': "acceptance, moving on, finding peace, contentment, seeing positives", 'upright_meaning': "The Five of Cups symbolizes disappointment, and the feelings that come when things go differently as you expected. You are feeling unhappy that a certain situation hasn’t really turned out the way you have hoped it would. Instead of moving towards a more positive perspective, this card seems to say that you are dwelling in the past, inducing feelings of self-pity and regret. The meaning of the Five of Cups shows that you may have certain issues letting go of things which are in the past. What is more, it also shows that you are unwilling to learn from mistakes that you have already committed. The card is often going to reflect a person who is so caught up in his past that he is absolutely incapable of moving on.", 'reversed_meaning': "When the card is reversed, the Five of Cups shows a significant recovery from the regret as well as proper acceptance of your past. You are beginning to realize all of the implications of your actions, and you have finally come to appreciate the lessons which can be learned from that experience. You may even start to recognize the overall value of the painful experience you had in the larger scheme of things. You are seeing that the suffering and grief that you endured gave you strength and imbued you with resilience."},
    {'title': "Six of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/6%20of%20cups.png", 'upright_key': "nostalgia, memories, familiarity, healing, comfort, sentimentality, pleasure", 'reversed_key': "stuck in past, moving forward, leaving home, independence", 'upright_meaning': "The Six of Cups upright generally represents generosity, naïve happiness, and childhood. The Six of Cups appearing in a reading seems to indicate that while we may look upon the past with a happy eye, we must avoid living in it. The Six of Cups can also mean that you are be returning to a familiar place. Coming after the Five of Cups, this card can also suggest that you may have suffered a loss or disappointment of sorts, and you are making the journey home. You are looking to the past to find the answer to the crisis or challenge that you are facing now.", 'reversed_meaning': "The Six of Cups reversed can mean that you are clinging to the past. You should explore your memories, but you should not allow yourself to remain there. Another reading of the Six of Cups reversed is that you may feel as though you are disconnected from your childhood self, and that child's dreams, which may sometimes be unrealistic. Take the time to think about where you want to be now and how you can reach your goals, instead of just dreaming about them."},
    {'title': "Seven of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/7%20of%20cups.png", 'upright_key': "choices, searching for purpose, illusion, fantasy, daydreaming, wishful thinking, indecision", 'reversed_key': "lack of purpose, disarray, confusion, diversion, distractions, clarity, making choices", 'upright_meaning': "To draw the Seven of Cups in a reading shows that you need to clearly see the shadows and visions in your imagination, not only in your dreams but also in the real world. You should be careful of wishful thinking and be alert of the choices that you make. There are some cases when the Seven of Cups may show that you are living in ways that are not necessarily grounded in real life - that your actions are guided by illusions that you feed yourself. The Seven of Cups is also linked with temptation. This applies in the upright meaning and also the Seven of Cups reversal meaning.", 'reversed_meaning': "The Seven of Cups reversal is somewhat similar to the upright, as they both indicate dreams, illusions and temptations, but seem to emphasize the more negative qualities of this card. Your views may be inclined towards fantasy, and not grounded in reality. It may imply that you are unclear about the things that you are searching for. The Seven of Cups reversed may also demonstrates your unwillingness to face the realities of life, and you are seeking to escape through imagination and daydreaming. On the other hand, the Seven of Cups reversed may also indicate an end of confusion, of cutting out illusions, and moving forward with clarity."},
    {'title': "Eight of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/8%20of%20cups.png", 'upright_key': "abandonment, walking away, letting go, searching for truth, leaving behind", 'reversed_key': "stagnation, monotony, accepting less, avoidance, fear of change, staying in bad situation", 'upright_meaning': "The Eight of Cups signifies time for change or transition, by means of walking away from somethig. Getting the upright side of this card shows that you are dissatisfied with your life and need to experience a higher purpose in life. More often than not, getting the Eight of Cups shows that one is tired of the worldly things and is about to embark on a much more spiritual journey. And if that’s the case, then be happy, because change happens when we most need it.", 'reversed_meaning': "Getting the reversed Eight of Cups can show that one is in a state of confusion about which path they are supposed to take. The confusion usually arises from not knowing what is best for you and in the end, drifting in a sea of uncertainty is going to be the resulting effect. On the other hand, you may be aware of what you need to do. There is something that in your life that has for a long time stopped bringing you joy or pleasure, and though your soul's desire is to fly away from it, you find yourself remaining. The thought of leaving the security of what you have built fills you with fear - you are scared of both change and of losing something that has given you great comfort."},
    {'title': "Nine of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/9%20of%20cups.png", 'upright_key': "wishes coming true, contentment, satisfaction, success, achievements, recognition, pleasure", 'reversed_key': "unhappiness, lack of fulfilment, disappointment, underachievement, arrogance, snobbery", 'upright_meaning': "After a long journey, the Nine of Cups symbolizes the finding of self-satisfaction. You have struggled to find purpose and joy after loss, you have tasted the different things that life offers, and you have left comfort in order to find greater heights. Here, you have found them, and you are indulging yourself as you celebrate this new stage of your life. This is also referred as the wish card, which means that the things that you desire for, or your most perfect dream is bound to happen. With regards to your work, there is a good chance that something wonderful will happen in your workplace. It also holds a positive meaning when it comes to love. Your romantic relationship with someone is destined to reach a new level. In case you are still single, this is the time to socialize with new people. In terms of finances, the Nine of Cups is also a positive messenger. It can mean that the financial state that you are hoping for will soon be achieved. In your health, the test that you have to undergo will lead to positive result.", 'reversed_meaning': "When the Nine of Cups is reversed, you need to think more carefully about the things that you really want in your life. The Nine of Cups reversed can signify that you are looking for a more authentic feeling of fulfillment. Your path has been a hard one, and you've arrived at a period where you may have the appearance of fulfillment, but something else is missing. The Nine of Cups reversal denotes that it is time for you to stop placing a value on all your blessings, and instead pay attention to the quality of your life. The true treasures lie in your relationships with your family, friends, and community."},
    {'title': "Ten of Cups", 'url': "https://miaworld.neocities.org/img/tarot/minor/cups/10%20of%20cups.png", 'upright_key': "happiness, homecomings, fulfillment, emotional stability, security, domestic harmony", 'reversed_key': "unhappy home, separation, domestic conflict, disharmony, isolation​", 'upright_meaning': "The Ten of Cups embody happiness, joy, contentment and emotional satisfaction in your family, relationship or companion. This is where all your dreams, wants, needs and wishes have been fulfilled, and you feel a complete sense of satisfaction. Take a moment and breathe, look around you and be thankful for all your blessings. This card signifies something that so many of us are searching for. To see the Ten of cups is to indicate a true emotional fulfillment - one where the lonely self-satisfaction of the Nine of Cups is shared with others to create a true sense of community and family. This card is most associated with a sense of 'happily ever after' - of family, of lasting harmony and peace. The Ten of Cups could also indicate a family holiday where you can relax and spend time with family members.", 'reversed_meaning': "When the Ten of Cups is reversed, the strong bonds that one forges with family and community are broken, or twisted. The Ten of Cups is truly the most 'happily ever after' card, but somehow this idealized image of domestic peace and comfort is broken, or was unrealistic all along. Instead of connections, you may find distance. Instead of coming together, you may be pulling apart."}
 ] 
}
