{
 "major":[
    {'title': 'The Fool','url': "https://miaworld.neocities.org/img/tarot/major/The%20fool.png", 'upright_key': "beginnings, freedom, innocence, originality, adventure, idealism, spontaneity", "reversed_key": "reckless, careless, distracted, naive, foolish, gullible, stale, dull", 'upright_meaning': "The Fool generally means a beginning of a new journey, one where you will be filled with optimism and freedom from the usual constraints in life. To meet him in a reading can also be seen as a call to the risk-taking part of your own character. He inspires courage, for he understands that every day is a chance to open up new areas in your life, and with that comes a mixture of anticipation, wonder, awe and curiosity. The Fool is there to show that you can never really tell what lies ahead, and you can only greet it with joy.", 'reversed_meaning': "When you land on the reversed Fool in your reading, you can generally find his more negative characteristics being on display. It can mean that you are literally acting like a fool by disregarding the repercussions of your actions. Like the youth depicted in the card, you don't see how dangerous of a position you find yourself in. A reversed Fool card can show that you are living in the moment and not planning for the future. The reversed Fool meaning serves as caution that you should be more aware so as not to be taken advantage of."},
    {'title': 'The Magician','url' : "https://miaworld.neocities.org/img/tarot/major/The%20magician.png", 'upright_key': "willpower, desire, being resourceful,, skill, ability, concentration, manifestation", 'reversed_key': "manipulation, cunning, trickery, wasted talent, illusion, deception", 'upright_meaning': "The Magician is the representation of pure willpower. With the power of the elements and the suits, he takes the potential innate in the fool and molds it into being with the power of desire. When you get the Magician in your reading, it might mean that it is time to tap into your full potential without hesitation. It might be in your new job, new business venture, a new love or something else. It shows that the time to take action is now and any signs of holding back would mean missing the opportunity of becoming the best version of yourself.",'reversed_meaning': "When you obtain the Magician reversed, it might mean its time for you to implement some changes. While right side up, the Magician represents true power, the reversed Magician is a master of illusion. Getting this card might mean that there is someone who pretends to have your best interests at hand when the opposite is true. It may also mean you have become obsessed with power and that might lead to wrong, reckless decisions that will lead to your eventual downfall. "},
    {'title': 'The High Priestess', 'url': "https://miaworld.neocities.org/img/tarot/major/The%20high%20priestess.png", 'upright_key': "unconscious, intuition, mystery, spirituality, higher power, inner voice", 'reversed_key': "repressed intuition, hidden motives, superficiality, confusion, cognitive dissonance", 'upright_meaning': "The meaning of the High Priestess is related with inner knowledge. Her appearance in a reading can signify that it is time for you to listen to your intuition rather than prioritizing your intellect and conscious mind. When she appears in a reading, she is calling to you to listen to her message, and follow her into your own depths. There is searching within yourself to be done for the answers that you seek. The answers to the questions you have are within, not without.", 'reversed_meaning': "When it comes to the High Priestess reversed, it can mean that you are finding it difficult to listen to your intuition. It is time for you to meditate and try new approach, for at this moment, the rational approach will not work. Something has been telling you to follow your gut, but you may be ignoring the call. There is a lot of confusion around you, and your actions may feel contrary to what you know is right. You must never be afraid to ask questions of yourself that may illuminate a new path forward for you, one that is more authentic to your inner self and your individual values."},
    {'title' : "The Empress", 'url': "https://miaworld.neocities.org/img/tarot/major/The%20empress.png",'upright_key': "divine feminine, sensuality, fertility, nurturing, creativity, beauty, abundance, nature", 'reversed_key': "insecurity, overbearing, negligence, smothering, lack of growth, lack of progress", 'upright_meaning': "The Empress shows us how deeply we are embedded to our femininity. Femininity could be associated with fertility, expression, creativity and nurturing among many other aspects. It therefore calls you to connect with beauty and bring happiness to your life. She is a signal that be kind to yourself, to take care of yourself. The Empress is also a strong indication of pregnancy and motherhood. You can look for other cards to confirm if this is truly pregnancy, or rather just an indication of a motherly, nurturing and caring attitude. The Empress card could also mean the birth of a new idea, business or project on your life.", 'reversed_meaning': "The Empress reversed indicates that you have lost too much of your own willpower and strength because you have started placing too much effort and concern to other people’s affairs. While the Empress's nature is of showering her loved ones with attention and care, this can sometimes go overboard. You might be neglecting your own needs, or even smothering the ones you love with your well-intentioned actions. In a role reversal, perhaps a reversed Empress is finding her way into your life; it could also mean that you are relying on others to take care of you, and make decisions for you. You need to work towards removing this influence on your life, and build confidence in your own actions. Always try as much as you can to ensure that you solve matters on your own."},
    {'title': "The Emperor", 'url' : "https://miaworld.neocities.org/img/tarot/major/The%20emperor.png", 'upright_key': "stability, structure, protection, authority, control, practicality, focus, discipline", 'reversed_key': "tyrant, domineering, rigid, stubborn, lack of discipline, recklessness", 'upright_meaning': "It’s all about control when it comes to the Emperor, for this card means authority, regulation, organization and a fatherliness. The Emperor represents a strategic thinker who sets out plans that he must see through. To see him in a reading presents a chance to grow in terms of the goals that you have set for yourself. It presents a successful future as long as you pursue your goals similar to the fashion that the Emperor does, methodically, and strategically. When you see him in a reading, a possible interpretation is that you could be put in charge of something important. It could be a position at work or in any kind of organization or institution that desperately needs order and a clear decisive mind. You may be called to act in the place of the Emperor, using his wisdom to bring clarity to the project.", 'reversed_meaning': "The Emperor reversed is a sign of abused authoritative power. In your social life, it can manifest in the overreach of power from a father figure or a possessive partner. In career readings, it could be coming from a superior. It presents a man who wants to take control of your actions and makes you feel powerless.  It could also be that you are playing the part of a weak ruler, hatching a plan to avoid the tasks that come with having responsibility. Lack of self-control and inability to handle situations can be represented by the Emperor on a personal level. When he is reversed, the structures, rules and systems that he creates are no longer working. His desire to inspire higher principles in his kingdom have turned to ruthlessness, tyranny and rigidity."},
    {'title': "The Hierophant", 'url': "https://miaworld.neocities.org/img/tarot/major/The%20hierophant.png", 'upright_key': "tradition, social groups, conventionality, conformity, education, knowledge, beliefs", 'reversed_key':"rebellion, unconventionality, non-conformity, new methods, ignorance", 'upright_meaning': 'To see the Hierophant in a reading is to embrace the conventional, for it suggests that you have a certain desire to actually follow a process which has been well established. It also suggests that you want to stay within certain conventional bounds of what could be considered an orthodox approach. The Hierophant card suggests that it’s better for you to follow social structures which are established and have their own traditions.' , 'reversed_meaning': "When you see the Hierophant in reverse, it may mean that you are feeling particularly restricted and even constrained from too many structures and rules. As a result, you are tempted to try unorthodox approaches or to function in a way which defies social ties and norms. The Hierophant reversal meaning is mostly about questioning certain traditions and making sure that whatever it is that you do is the right thing for you in this certain moment."},
    {'title': "The Lovers", 'url': "https://miaworld.neocities.org/img/tarot/major/The%20lovers.png",'upright_key': "love, unions, partnerships, relationships, choices, romance, balance, unity", 'reversed_key': "disharmony, imbalance, conflict, detachment, bad choices, indecision", 'upright_meaning': "The primary meaning within the Lovers is harmony, attractiveness, and perfection in a relationship. The bond that they have created is very strong, and it can indicate that the two are joined in marriage, and other close and intimate relationships. Another meaning behind the lovers card is the concept of choice - a choice between things that are opposing and mutually exclusive. This could be a dilemma that you need to think about carefully and make the best decision for your situation. A more personal Lovers meaning that can apply to individuals is the development of your own personal belief systems, regardless of what are the societal norms. This is one of the times when you figure out what you are going to stand for, and what your philosophy in life will truly be.", 'reversed_meaning': "The Lovers reversed can point to both inner and outer conflicts that you are dealing with. The disharmony can make daily life difficult and could be putting pressure on your relationships. You should take time to think about what you are punishing yourself for, so you can fix them or let them go. At this time, you should also think about your personal values and belief system to make sure that they are aligned with what you want from your life. A break in communication could be another possible interpretation. The foundation for your relationships may be cut off, creating an imbalance between you and your partner or loved ones. The Lovers reversed can also indicate that you have been avoiding responsibility for your actions. You could have made a decision that was based on your desire for immediate gratification but are now blaming others for the consequences that are catching up to you. "},
    {'title': "The Chariot", 'url': "https://miaworld.neocities.org/img/tarot/major/The%20chariot.png",'upright_key': "success, ambition, determination, willpower, control, self-discipline, focus",'reversed_key': "forceful, no direction, no control, powerless, aggression, obstacles",'upright_meaning': "The Chariot tarot card is all about overcoming challenges and gaining victory through maintaining control of your surroundings. The use of strength and willpower are critical in ensuring that you overcome the obstacles that lie in your path. The key message that he brings to you is that you must maintain focus, confidence, and determination through a process that will be full of winding turns and detours. If you have a plan or a project that you seem not to be sure about, the Chariot shows that you should pursue the plan with a structured and ordered approach.",'reversed_meaning': "The reversed Chariot's appearance in a reading can help you become aware of both your aggression, and your lack of willpower. It may either be saying that you are lacking in focus, motivation or direction, or that you are being warped by your obsession with your goals. The Chariot reversal meaning can also be an indication of lack of control and direction over your life. You are at the mercy of the opposing forces and the obstacles, and cannot seem to muster the strength to take over. It should serve as a wakeup call and reminder that you will need to tighten some loose ends and take charge of your destiny."},
    {'title': "Strength",'url': "https://miaworld.neocities.org/img/tarot/major/Strength.png",'upright_key': "courage, bravery, confidence, compassion, self-confidence, inner power",'reversed_key': "self-doubt, weakness, low confidence, inadequacy, cowardice, forcefulness",'upright_meaning': "When you get the Strength card in an upright manner during your tarot reading, then it shows that you have inner strength and fortitude during moments of danger and distress. It also shows that you are a compassionate person and you always have time for other people even at your own expense. Getting the strength card means that you are a very patient individual who is likely to accomplish anything that they put their mind to.",'reversed_meaning': "An upside down Strength card can mean that you are (or about to) experience an intense anger or fear in your life. You seem to be lacking the inner strength that this card normally represents, meaning you might be experiencing fear, and a lack of conviction and confidence in your own abilities. A reversed strength card in a reading might also mean that one is experiencing depression because of a number of reasons and because of that, it is draining all of the happiness from their lives. It can also be a sign of jealousy, especially when everyone seems to be happy or excelling in every aspect of life while you are stagnating. This card indicates that you must learn to gain confidence in order to re-harness your inner strength."},
    {'title': "The Hermit",'url': "https://miaworld.neocities.org/img/tarot/major/The%20hermit.png",'upright_key': "self-reflection, introspection, contemplation, withdrawal, solitude, search for self",'reversed_key': "loneliness, isolation, recluse, being anti-social, rejection, returning to society",'upright_meaning': "The Hermit is a seeker for the knowledge that comes from within. You are currently contemplating that you need to be alone. Never be afraid to take this chance to reflect, as it could help you clear your mind of all the clutter that comes with everyday life. The Hermit may also refer to your effort in taking action that is authentic and aligned with your true self. You are perhaps searching your inner soul for guidance on what is right, and where your next steps are to be. His appearance in a reading can also denote the appearance of someone who will come to your life that will be your mentor.",'reversed_meaning':"You are perhaps in a situation where you'd like to be alone; there is nothing wrong about that. However, there is a possibility that your seclusion may become harmful to both yourself and others. Like a man that gets lost in his own dreams, the hermit may find himself stuck in a world of his own, alone, trapped, unreal. You must learn to balance your need for truth with connection to your fellow human. When it comes to work, the hermit reversal meaning refers to your preparedness to get to the bottom of something that has been troubling you for quite some time now." },
    {'title': "The Wheel of Fortune",'url': "https://miaworld.neocities.org/img/tarot/major/Wheel%20of%20Fortune.png",'upright_key': "change, cycles, fate, decisive moments, luck, fortune, unexpected events", 'reversed_key': "bad luck, lack of control, clinging to control, unwelcome changes, delays",'upright_meaning': "The Wheel of Fortune turns evermore, seemingly to communicate that life is made up of both good and bad times, and that the cycle is one that we cannot control. When you have good moments in your life, make sure that you enjoy to the fullest, for what comes up must always go down. The same is true in reverse - when you are in a bad situation, things will eventually become better again. Greater forces that are outside of human control are at work here. Where it lands is as random as chance - you may find yourself at either the top or bottom, but remember that no matter what the outcome it may not last for very long, for the wheel always turns.",'reversed_meaning': "When the wheel is reversed, it means that luck has not been on your side and misfortunes have been following you. Like the wheel, our luck and our fate is always in motion, and sometimes we are on the bottom. Be assured that the wheel will turn again, and you will be okay again soon.  What you should not do however, is cling to the illusion of control. Perhaps in this turn of the wheel, the lesson is to learn to let go and release. There are things that cannot be moved by human will and action alone."},
    {'title':"Justice", 'url': "https://miaworld.neocities.org/img/tarot/major/Justice.png", 'upright_key': "justice, karma, consequence, accountability, law, truth, honesty, integrity, cause and effect", 'reversed_key': "injustice, retribution, dishonesty, corruption, dishonesty, unfairness, avoiding accountability",'upright_meaning': "The decisions that you make now have long-term effects in all things, both for yourself and others. The Justice tarot card appearing in a reading signals that a judgment will be made fairly and accordingly. The decisions that you have made in the past will be carefully weighed with fairness. If you have been wronged, this card appearance may bring you relief. On the other hand, if your actions caused pain to others, this card serves as a warning. Her appearance represents a chance for you to change your actions now for a better future. When a tarot card reading shows the figure of justice, it is time to account for your actions.", 'reversed_meaning': "A reversed Justice tarot card could indicate various things. One Justice reversal meaning is to show you are living in denial. You are not willing to accept the consequences of your actions or others. You are running from your guilt. You must however, be aware that these are actions that are in the past. Your future depends on your actions today - and what you will do to tip the scales in balance again. In legal matters, this could represent an unfair outcome of a case that you will not accept."},
    {'title':"The Hanged Man", 'url': "https://miaworld.neocities.org/img/tarot/major/The%20hanged%20man.png", 'upright_key':"sacrifice, waiting, uncertainty, lack of direction, perspective, contemplation", 'reversed_key': "stalling, disinterest, stagnation, avoiding sacrifice, standstill, apathy", 'upright_meaning': "The hanged man understands that his position is a sacrifice that he needed to make in order to progress forward - whether as repentance for past wrongdoings, or a calculated step backward to recalculate his path onward. His upside down state can also symbolize the feeling of those that walk a spiritual path, for they see the world differently. The Hanged Man card reflects a particular need to suspend certain action. In fact, it would be ultimately the best if you are capable of stalling certain actions in order to ensure that you have more time to reflect on making critical decisions, this will ultimately be the best. This is a card which is mainly designated towards waiting and suspension. This suggests that this might be the thing that you need to do in order to achieve success or to wait for the proper opportunity. ", 'reversed_meaning': "The reversal meaning of the Hanged Man card represents a very specific period of time during which you feel as if you are sacrificing a significant amount of time while getting nothing in return. You might have felt as if certain things are at a state of an absolute standstill without any particular resolution or movement. It’s as if you are putting your entire effort and attention into something but nothing turns out as it should." },
    {'title': "Death", 'url': "https://miaworld.neocities.org/img/tarot/major/Death.jpg", 'upright_key':"transformation, endings, change, transition, letting go, release", 'reversed_key': "fear of change, repeating negative patterns, resisting change, stagnancy, decay", 'upright_meaning': "Death is one of the most feared cards in a Tarot Deck, and it is very misunderstood. However, the real meaning within the Death card is one of the most positive in the whole deck. The Death card signals that one major phase in your life is ending, and a new one is going to start. You just need to close one door, so the new one will open. Another meaning is that you are going to go through a major change, transition, or transformation. The old version of you needs to ‘die’ to allow the new you to be created. Death can also mean that you need to let go of any unhealthy attachments that you have in your life.", 'reversed_meaning': "The Death reversal meaning is still about change, but that you have been resisting it. You could be worried about letting go of the past, or you could not be sure of the changes that you need to make to go forward. You should take some time to assess the ways that you have been approaching changes in your life. You may find you have been halting the changes that you need due to fears of the unknown. While you can still be afraid, you should trust that you are taking the right steps and move forward. "},
    {'title': "Temperance", 'url': "https://miaworld.neocities.org/img/tarot/major/Temperance.png", 'upright_key': "balance, peace, patience, moderation, calm, tranquillity, harmony, serenity",'reversed_key': "imbalance, excess, extremes, discord, recklessness, hastiness",'upright_meaning': "The Temperance tarot card suggests moderation and balance, coupled with a lot of patience. Where this card appears, there is the suggestion that extremity in any situation is to be avoided. The Temperance card implies that you have a clear vision and know what you want to achieve. It reflects that you have found peace with what you are doing and everything is unfolding as it ought to. The Temperance card, in relation to other people, shows that you are able to adapt and work in harmony with your community, your coworkers and your loved ones. Temperance may also indicate a time to evaluate and re-examine the priorities you have chosen. This will help you create a balance between your outer and inner self.", 'reversed_meaning': "Temperance in reversed is a reflection of something that is out of balance and may be causing stress and anxiety. A Temperance in reversal may also be used as a warning;  if you take a certain path, it would lead to turbulence and excess. Lack of a long-term plan or vision may also be the Temperance reversal meaning. This creates a lack of purpose for you, leaving you feeling lopsided as you search here and there for what you should be doing. Temperance reminds us that all things are only good in moderation, and that we must examine in which aspects of our lives we are breaking the balance."},
    {'title':"The Devil", 'url': "https://miaworld.neocities.org/img/tarot/major/The%20devil.png", 'upright_key':"oppression, addiction, obsession, dependency, excess, powerlessness, limitations", 'reversed_key': "independence, freedom, revelation, release, reclaiming power, reclaiming control", 'upright_meaning': "Getting the devil card in your reading shows that you have feelings of entrapment, emptiness and lack of fulfillment in your life. It might also mean that you are a slave to materialism and opulence and no matter how hard you try, you just can’t seem to shake off the feeling of wanting to indulge in luxurious living. Addiction to substances or material pleasures can also be the reason for your feelings of powerlessness and entrapment. In situations such as these, you may feel as though you are a slave, unable to control your impulses or willpower to direct yourself towards something other than the satisfaction of these desires. ", 'reversed_meaning': "The upside down meaning of the Devil card can be the moment when an individual becomes self-aware and breaks all of the chains that come with addiction and poor habits. Breaking off these chains, especially those of addiction is never easy. So, one has to be prepared to make the necessary changes that might initially seem painful to make the adjustments that will pay off in the end by being able to find your true self again. Self-assessment is called for in this case and the individual needs to take some time and list all of the things that they need to get rid of. "},
    {'title': "The Tower", 'url': "https://miaworld.neocities.org/img/tarot/major/The%20tower.png", 'upright_key':"disaster, destruction, upheaval, trauma, sudden change, chaos", 'reversed_key': "averting disaster, delaying the inevitable, resisting change", 'upright_meaning': "The Tower represents change in the most radical and momentous sense. But it does not necessarily have to be truly frightening or ominous. Because at the heart of this card, its message is foundational, groundbreaking change. The old ways are no longer useful, and you must find another set of beliefs, values and processes to take their place. In terms of work, there is an inevitable argument bound to happen. You need to be in control and keep your temper in check. When it comes to your love life, your romantic relationship may be nearing its end. Take this as a warning - if you really value your relationship, then it is time for you to take damage control or open a communication to clear misunderstandings. In your finances, the tower meaning refers to the need to be assured on your transactions.",'reversed_meaning': "When you get the Tower card reversed, you can feel some crisis looming along the horizon, and you are struggling as much as you can to try and avoid its manifestation. What you have not realized is that these breakdowns can be beneficial in breaking down your reliance on something that is false. The tower is built on faulty foundations, and it must fall. Though the destruction will be painful, the humbleness resulting from it can bring us peace."},
    {'title': "The Star", 'url': "https://miaworld.neocities.org/img/tarot/major/The%20star.png", 'upright_key': "hope, inspiration, positivity, faith, renewal, healing, rejuvenation", 'reversed_key': "hopelessness, despair, negativity, lack of faith, despondent", 'upright_meaning': "The Star brings hope, renewed power, and strength to carry on with life. It shows how abundantly blessed you are by the universe as evidenced by the various things around you. Remember that you hold within you all that you need for your fulfillment - the only thing that you need is courage. For this, you have all reasons to rejoice. To see this card is a message to have faith, for the universe will bless you and bring forth all that you need. To receive the Star in your reading means that you have gone and passed through a terrible life challenge. You have managed to go through this without losing your hope. While you suffered, you perhaps were not aware of your own strength, but you are now perhaps recognizing that the loss helped you discover your own resilience and inner power.", 'reversed_meaning': "When the Star card is reversed, it means that you are feeling as though everything has turned against you. You have lost faith in something, whether inside yourself or with something you normally find dear. The star reversed asks us to nurture our sense of hope and positive energy to help propel our actions with joy instead of fear."},
    {'title': "The Moon", 'url': "https://miaworld.neocities.org/img/tarot/major/The%20moon.png", 'upright_key': "illusion, intuition, uncertainty, confusion, complexity, secrets, unconscious", 'reversed_key':"fear, deception, anxiety, misunderstanding, misinterpretation, clarity, understanding", 'upright_meaning': "On one hand, the Moon card can symbolize your imagination is taking the best of you. In the dark of the night, you are taking a path that you are unsure of, for there could be danger lurking in its depths. The moon's light can bring you clarity and understanding and you should allow your intuition to guide you through this darkness. You need to be aware of the situations that are causing fear and anxiety in your mind, whether it is now or in the future. These deep memories and fears must be let go, and the negative energies must be released and turned into something constructive. Another reading of the Moon card is the existence of illusion. Some hidden truth must be discovered, for what you are seeing now may just be a trick of the light. You must search for the hidden forces that must be unraveled.", 'reversed_meaning':"A Moon reversal in a reading can sometimes indicate that the darker and more negative aspects of the moon are present in your life. You must deal with your anxiety and fears by overcoming them, for they are like shadows in the dark. It is time to believe in yourself and move forward. The moon reversal meaning indicates that you are in an intuitive period or you have recently battled confusion, anxiety, and self-deception. Another reversed moon meaning is that the forces of the night that are bringing you confusion are starting to dissipate. It presents a liberating experience as you discover the positive side of things."},
    {'title': "The Sun", 'url': "https://miaworld.neocities.org/img/tarot/major/The%20sun.png", 'upright_key': "happiness, success, optimism, vitality, joy, confidence, happiness, truth", 'reversed_key': "blocked happiness, excessive enthusiasm, pessimism, unrealistic expectations, conceitedness", 'upright_meaning': "The Sun card represents success, abundance, and radiance. There is much joy and happiness that is coming to you. Because of your own personal fulfillment, you provide others with inspiration and joy as well. People are drawn to you because they are capable of seeing the warm and beautiful energy which you bring into their lives. You are also in a position in which you are capable of sharing your qualities as well as achievements with other people. You radiate love and affection towards those you care about the most. The card shows that you have a significant sense of deserved confidence right now. Life is currently particularly good, and the sun is shining your way as you reach the goals that you set.", 'reversed_meaning':"In the reversed position, the Sun indicates that you might have significant difficulties finding positive aspects to certain situations. The clouds might be blocking out the warmth and light that you need to progress. You may experience certain setbacks which are damaging your optimism and enthusiasm. On the other hand, the Sun reversed might be indicative that you are being unrealistic. These are things that you need to take into account in order to ensure that you are on the right track and your successes continue as they do."},
    {'title': "Judgement", 'url': "https://miaworld.neocities.org/img/tarot/major/Judgement.png", 'upright_key': "self-evaluation, awakening, renewal, purpose, reflection, reckoning", 'reversed_key': "self-doubt, lack of self-awareness, failure to learn lessons, self-loathing", 'upright_meaning': "The traditional Judgement meaning focuses on the moment when we reflect and evaluate ourselves and our actions. The Judgement card appearing in a reading signifies that you are coming close to this significant point in your life where you must start to evaluate yourself. To see this card can also indicate that you are in a period of awakening, brought on by the act of self-reflection. The Judgement card reminds us that we all will be faced with choices that will have an astounding effect for your entire life. The card brings to mind moments where actions you have taken have changed the course of your path for good. There may have been a moment where there is no looking back. The consequences of those actions eventually will catch up to you, and this card seems to indicate that this is the time.", 'reversed_meaning': "The reversed Judgement card can mean that you doubt and judge yourself too harshly. You should not be cautious, but you should be moving forward with pride and confidence. Another reading of the Judgement reversal card can be a push to take time out of your busy routine to reflect upon your life to this point, and what you have learned so far. You are most likely not giving yourself the time or space to fully think about the matter and learn the lessons you need to to be able to progress with awareness. You could also be too critical of your past actions, so you are not giving yourself the forgiveness to move forward. Focusing too hard on these mistakes can cause us to trip and fall."},
    {'title': "The World", 'url': "https://miaworld.neocities.org/img/tarot/major/The%20world.png", 'upright_key': "completion, achievement, fulfilment, sense of belonging, wholeness, harmony", 'reversed_key': "lack of closure, lack of achievement, feeling incomplete, emptiness", 'upright_meaning': "To encounter the World in your cards is to encounter a great unity and wholeness. It symbolizes the moment when the inner and the outer worlds - self and other - become a single entity. The meaning of the World card is fulfillment, achievement, and completion. This shows that all the efforts that you have been putting in place are starting to pay off. The World may indicate completion of a long-term project, study or any other major event in your life. It may also mean the birth of a child, marriage, graduation or any other thing that you have accomplished. The World may indicate completion of a long-term project, study or any other major event in your life. It may also mean the birth of a child, marriage, graduation or any other thing that you have accomplished. ", 'reversed_meaning': "You are drawing near to something that marks the end of a journey or an era. You may have many accomplishments that have lined your path, but there is a strange emptiness that fills you when you look backwards upon it, as if you have all the pieces but they are not coming together. What is missing? Do you feel connected to what you're doing? Do you feel connected to others? What alienates you from feeling complete? From feeling whole?"}
 ]
}
