{
 "swords_no_courts":[
    {'title': "Ace of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/ace%20of%20swords.png", 'upright_key': "clarity, breakthrough, new idea, concentration, vision, force, focus, truth", 'reversed_key': "confusion, miscommunication, hostility, arguments, destruction, brutality", 'upright_meaning': "As with all the aces, the Ace of Swords indicates that one is about to experience a moment of breakthrough. In layman's terms, this card represents that moment in which one can see the world from a new point of view, as a place that is filled with nothing but new possibilities. It is, therefore, the best time to work on your goals - as the aces all give green lights, and are signals of waiting opportunities and new beginnings. It might also be a good time for you to seek justice and the truth in all matters since your conscience is clear, and your thoughts are swift. When we look at the swords closely, and see its double-edge, we are also reminded that this sword may be either used for noble deeds or to deal destruction. It all depends on the wielder, and is a warning too that excessive power holds the danger to corrupt.", 'reversed_meaning': "Getting a reversed Ace of Swords might mean that one's thoughts are confused, unsure and very chaotic. This isn’t a good time for one to make any decisions since they don’t have any clarity on what you should be doing, meaning that the chances of failure can be pretty high. At this time, it would be better to prepare yourself and take baby steps - work methodically as you slowly move towards achieving your goals. This would be a good time to lay back and rationally think your way through each stage rather than acting on impulse. It might also be a good time to seek advice since things may not be as they seem."},
    {'title': "Two of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/2%20of%20swords.png", 'upright_key': "stalemate, difficult choices, stuck in the middle, denial, hidden information", 'reversed_key': "indecision, hesitancy, anxiety, too much information, no right choice, truth revealed", 'upright_meaning': "When we see the Two of Swords in a reading, we are encountering a stalemate. Two equal and opposing forces are joined in battle, and there seems to be no end in sight. We find ourselves in a situation where we must make a choice, we can side with one part of the situation, or we can side with the other. Neither seems particularly appealing, which makes the decision even more difficult. But unless we move past this stalemate, there can be no more progress. The Two of Swords is often related with balance and partnership. It signifies the need to keep your relationships balanced. Regardless if it is in business, friendship or romantic relationship, you may find yourself struggling to maintain the current state of affairs, and may find yourself caught in the middle. The Two of Swords meaning may depict a warning to have caution. You should avoid evading any issues that you are facing, since it will not solve your problems.", 'reversed_meaning': "The situation we see in the reversed Two of Swords is a stalemate of a legendary kind, one where two forces are battling each other. This battle can be representative of both something internal or external, and you are forced to be in between and be the decision maker. However, when you do make the decision, it will be choosing between two bad outcomes. Do not worry, the more important thing here is to make a choice, from then on, we can deal with whatever consequences come."},
    {'title': "Three of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/3%20of%20swords.png", 'upright_key': "heartbreak, separation, sadness, grief, sorrow, upset, loss, trauma, tears", 'reversed_key': "healing, forgiveness, recovery, reconciliation, repressing emotions", 'upright_meaning': "The Three of Swords depicts the message of rejection, betrayal, hurt and discouragement that is meant to make us stronger, more careful and more vigilant. This card comes at a time when you need to prepare yourself for this next stage in life. While the grief may be extremely hurtful, it enables you to forget your past and focus on your future knowing that you have control of what actions you take afterwards. Don’t dwell so much on what is troubling you but instead, focus on what is approaching, because you determine your fate.", 'reversed_meaning': "The Three of Swords reversed indicates that have faced a recent loss, a break-up or a moment of grief. You may be still recovering from this, and your emotions have not completely calmed, making it difficult to move on. Although you may still be thinking of your past suffering, this card may be a signal that it's time to let go and look forwards towards life ahead of you, because there is much for you to enjoy. The reversed Three of Swords card is here to let you know that all difficult moments pass - they are not there to stay, and when we fall, we can also rise again."},
    {'title': "Four of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/4%20of%20swords.png", 'upright_key': "rest, relaxation, peace, sanctuary, recuperation, self-protection, rejuvenation", 'reversed_key': "recovery, awakening, re-entering world, release from isolation, restlessness, burnout", 'upright_meaning': "The Four of Swords is a moment of rest. Whether this is from a choice to withdraw, or whether it is from pure exhaustion, it is not clear. The Four of Swords indicates it is time to gather new strength and prepare to face a new challenge. You have faced crisis after crisis, and it is wearing you out. You can face a new challenge only after getting away from everything and embracing a new atmosphere. Take the time to nurture yourself to re-enter life. Within us glimmers hope, and it lies quietly, waiting to reveal itself after we are healed anew.", 'reversed_meaning': "Although the Four of Swords card in a reading could mean it’s time for healing, a reversed card could mean restlessness. Your heart is willing to relax, but this is not what your mind wants. You feel that you have too much that is depending on you. Following this path is not advised, as it could have affects on your health. To rest, to retreat, is a means of self love sometimes, and though you may try to push ahead, that will only make it difficult for you in the long term."},
    {'title': "Five of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/5%20of%20swords.png", 'upright_key': "arguments, disputes, aggression, bullying, intimidation, conflict, hostility, stress", 'reversed_key': "reconciliation, resolution, compromise, revenge, regret, remorse, cutting losses", 'upright_meaning': "This card indicates that you are engaging in a conflict of some nature. It can also suggest a disagreement with others, which leads to hostility and tension. Despite the fact that you think you’ve won, you might still lose in the big picture, because you have annoyed or hurt those that you have argued with, and as a result, you are on the road to isolating yourself. What is more important to you? Mutual progress, or winning? This might require you to stand up to a conflict within yourself. The card represents ambition in a way which is rather negative. This card instead asks us to be more considerate of those that we surround ourselves with, to let go of ego.", 'reversed_meaning': "In the upright position, the Five of Swords is a card of tension, conflict, and disagreement. The Five of Swords reversal meaning shows you that all you want is for that particular period to be over so that you can forget and forgive. Another interpretation of this card in reverse is that the conflict you are experiencing is actually going to become more upsetting as you realize that there can only be losers. These are terms that you need to come to grips with."},
    {'title': "Six of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/6%20of%20swords.png", 'upright_key': "moving on, departure, leaving behind, distance, accepting lessons", 'reversed_key': "stuck in past, returning to trouble, running away from problems, trapped", 'upright_meaning': "The meaning of the Six of Swords is that you are experiencing a transition of some kind, but one that is not happy and filled with regret. This transition will most likely be the result of decisions you made in the past, and now they are forcing you to leave something behind in order to move forward. Despite your sadness, you need to remember that moving on is the ideal option for your future. The Six of Swords shows the sadness that you may be feeling, but you have to remember that the pain will not last, so you should look instead to the future for strength. The card advices you to plan using your logic, clarity, and objectivity about where you are now, where you have been and where you want to go. Intuition can help, but you need to think logically to ensure your success.", 'reversed_meaning': "The Six of Swords reversed can indicate that you have been trying to move on and make the transitions you need. However, you may be experiencing challenges making these a reality. You may keep returning to the past, whether it's because there are issues that are not resolved, or you are questioning your decisions. Another Six of Swords reversal meaning is that you have been resisting the transitions that life is giving you. Like Orpheus in the underworld, you must only look ahead and not backwards, for if you do look backwards, you risk falling apart."},
    {'title': "Seven of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/7%20of%20swords.png", 'upright_key': "lies, trickery, scheming, strategy, resourcefulness,sneakiness, cunning", 'reversed_key': "confession, conscience, regret, maliciousness, truth revealed", 'upright_meaning': "The Seven of Swords in general, is said to be about betrayal and deception. When you get this card, it may imply that you or someone else in your life is having difficulty getting away with something. The big question, when looking at the Seven of Swords, is whether escaping will solve this problem that you are facing. There are instances when the Seven of Swords may indicate the willingness to go solo; sometimes innovation comes from a rogue genius.", 'reversed_meaning': "The Seven of Swords reversed can have multiple meanings depending on the context of the other cards within the reading. It can suggest firstly a need to change your approach - the tactics you've been using are not working. While upright, this card can stand for a cunning victory attained by deception and trickery, the reversal can stand for either a more extreme version of such behavior. Trust has been broken, but with a confession, you may be on the road to repairing it. There is a desire here to try and do things in a different way, one that is collaborative rather than independent."},
    {'title': "Eight of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/8%20of%20swords.png", 'upright_key': "trapped, restricted, victimised, paralysed, helpless, powerless, imprisonment", 'reversed_key': "freedom, release, taking control, survivor, facing fears, empowered, surrender", 'upright_meaning': "The general meaning in the Eight of Swords is that of a feeling of being trapped and victimized. You may feel powerless because, in your mind, you feel that changing the situation might be beyond you. This feeling of helplessness that you have, the feeling that you have no agency in your life, has played a major role in making your situation worse. It is advisable for you to avoid making an important decision at this time since your judgment is likely clouded. The good news is that because these traps are things that we create ourselves, we can also leave them if we put our minds to it. It is simply the matter of taking off the blindfold, and seeing beyond the limited perspective that we created for ourselves.", 'reversed_meaning': "Getting the reversed Eight of Swords is a good sign, since it shows maturity and self-acceptance, and a recognition of one's own power and responsibility - especially after a long struggle of doubt. It means that one is capable of making conscious decisions because they are confident in who they are, and their power to affect change in both themselves and the world. It's time to free ones self from the past and proverbially clear out their closet, creating room for new things and experiences."},
    {'title': "Nine of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/9%20of%20swords.png", 'upright_key': "fear, anxiety, negativity, breaking point, despair, nightmares, isolation", 'reversed_key': "fear, anxiety, negativity, breaking point, despair, nightmares, isolation", 'upright_meaning': "The Nine of Swords is often associated with fear and anxiety, about all the things that worry you and keep you up at night. Sometimes this card can be associated with trauma - one which may be shameful for you to confide with others about, and all the psychological responses that come from experiencing that trauma. Questions are plaguing you, and you find yourself reciting all the possibilities - all the things that can happen to you. You are haunted by what could be. There is a sense of repetition within this card, that some event which has troubled you before, and one which you managed to either repress or run away from, is coming back again. Sharing your grief does at least provide an outlet for your pain and may release you from carrying this burden alone. In cases where it is less about trauma and more about general anxiety, analyze yourself and think if this is a feeling that is within your control or if there are other factors that contribute to your anxiety. Concentrate on the matters which you can control, and learn to ask for help.", 'reversed_meaning': "To come across the Nine of Swords reversed still signals something similar to the upright version - that you may find yourself being terrorized by nightmares, by anxiety and stress. Some trauma from your past is coming back, and you find the grief of unresolved issues overwhelming. But here we also see hope, at least there is the desire to leave this nightmare. You must understand that this suffering will not cease until you yourself put in the effort to leave it. There is much work that you must do to drag yourself towards release."},
    {'title': "Ten of Swords", 'url': "https://miaworld.neocities.org/img/tarot/minor/swords/10%20of%20swords.png", 'upright_key': "ruin, failure, bitterness, collapse, exhaustion, dead end, victimization, betrayal", 'reversed_key': "survival, improvement, healing, lessons learned, despair, relapse", 'upright_meaning': "The Ten of Swords indicate a major disaster of some sort. It shows that a certain force of extreme magnitude has come to hit you in your life - one that you may have not foreseen. This seems to be a reminder that despite how much we try, we cannot control everything - there are things that are beyond our ability to change. Let go of what you have lost, and focus on the new path forward because that is where your life is meant to go.", 'reversed_meaning': "When we see any version of the Ten of Swords , the feelings are powerful. Whether reversed or upright, the card signals the finality of defeat. There is no way to avoid this tragedy - it has happened over a long course of events that have been a long time coming. With the reversal though, also comes to a recognition that you have hit rock bottom, there is no more that is left for you to give. With that also comes the release that things can only get better and the cycle can start anew. There is an opportunity being presented here to correct what has hurt you, but you must make the effort to climb out yourself."}
 ]
}