{
 "wands_no_courts":[
    {'title':"Ace of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Ace%20of%20wands.png", 'upright_key': "inspiration, creative spark, new initiative, new passion, enthusiasm, energy", 'reversed_key': "delays, blocks, lack of passion, lack of energy, hesitancy, creative blocks", 'upright_meaning': "Wands symbolize creativity, and the Ace of Wands is the boldest among the cards in the suit. It isassociated with willpower, and creativity in the cosmic sense. When you draw the Ace of Wands, it is an indicator that you should just go for it. The Ace of Wands can also perhaps mean that you are waiting for a sign to start a project. To draw this card pushes you to act now, instead of brooding over research and more planning. Another Ace of Wands meaning is the occurrence of a breakthrough moment in your life.", 'reversed_meaning': "The reversed Ace of Wands indicates trials and tribulations that you will face in the near future. You might not have any direction, which leads to being uninspired or unmotivated. In the case that you already have a goal, you are not excited to achieve it. When you draw a reversed Ace of Wands, you should consider taking some time off to allow inspiration to come to you. The Ace of Wands reversal meaning can also indicate delays with your current projects. When this is the case, you should be patient and wait for the right time."},
    {'title': "Two of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Two%20of%20wands.png", 'upright_key': "planning, first steps, making decisions, leaving comfort, taking risks", 'reversed_key': "bad planning, overanalyzing, not taking action, playing it safe, avoiding risk", 'upright_meaning': "The Two of Wands is a more mature version of the ace of wands, meaning that that this tarot card is all about planning and moving forward – progression. Discovery is being considered as another two of wands meaning. This is because it means that you are stepping out of your cocoon and exploring new experiences and worlds. While the beginning might seem tough and difficult, the Two of Wands card encourages you to strive on and push forward. The Two of Wands card also means that you are beginning to realize your objectives and long-term goals before you set out to achieve these objectives. In summary, the Two of Wands meaning revolves around making decisions. In other words, you are either satisfied with your current knowledge, or you are moving forward and taking risks.", 'reversed_meaning': "The Two of Wands reversed meaning suggests the need to set up long-term goals. Another Two of Wands reversal meaning suggests that you have ignored important fine points associated with planning your future. Other interpretations can include either overconfidence or lack of patience, both are possible in bringing you disarray in your path forward."},
    {'title': "Three of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Three%20of%20wands.png", 'upright_key': "momentum, confidence, expansion, growth, foresight, looking ahead", 'reversed_key': "restriction, limitations, lack of progress, obstacles, delays, frustration", 'upright_meaning': "The meaning of the Three of Wands hints that you are planning or going to plan for the future with more conviction. This could mean that everything around your plans is going smoothly, as you have taken the time to plan your future, and are taking steps to turn plans into action. The symbolism within the Three of Wands is that opportunities that can take place to widen your horizons in many areas. It also is a warning to keep your mind open as better opportunities could open up to you. The Three of Wands can show that you are in control and have a strong position. The last Three of Wands meaning is that of travel in search of what you are seeking. There is a sense of leaving home, a voyage that must be undertaken. Great things do not happen to those that simply wait for them, you must expand.", 'reversed_meaning': "The reversed Three of Wands indicates that you may have been embarking on personal journeys or developments, but you have not received the achievements that you were hoping for. Despite all this, the card reminds you that all of your work has not been for nothing, but rather that it has helped you with your personal strength and fortitude. The Three of Wands reversed can also mean you need to take some time to plan your future. However, the most common Three of Wands reversed meaning is a nudge to include planning for future changes, and to watch for better options in case that they show up. "},
    {'title': "Four of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Four%20of%20wands.png", 'upright_key': "community, home, celebrations, reunions, parties, gatherings, stability, belonging", 'reversed_key': "lack of support, instability, feeling unwelcome, transience, lack of roots, home conflict", 'upright_meaning':"The overall meaning of the Four of Wands is that it heralds celebration as well as a harmonious, happy and relaxed home environment. The symbolism within the Four of Wands poses that this is the perfect time for you to get together with close people such as friends and family. This could be with or without any special occasion. Furthermore, if you have been working on a certain project, this card entails that you will be reaching a particularly important milestone.", 'reversed_meaning': "The reversal position of Four of Wands implies that there is a breakdown or complete lack of harmony in your family or in your home. It’s highly likely that there is a lot of tension between the members of your family or other loved ones. This may leave you feeling rather uncertain when it comes to your own relationships as well as the things that you can and cannot depend on."},
    {'title': "Five of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Five%20of%20wands.png", 'upright_key': "conflict, competition, arguments, aggression, tension, rivals, clashes of ego", 'reversed_key': "end of conflict, cooperation, agreements, truces, harmony, peace, avoiding conflict", 'upright_meaning': "The Five of Wands suggests that there is form of conflict in one’s life. This may be an existing conflict or one that is brewing and may eventually blow up in one's face. It may also depict a problem in communication. Much of this can be solved by the querent taking the first step to try and initiate communication in such a way that you suggest that everyone airs out what they have to say, one at a time. The Five of Wands can also mean that you are or will be facing competition in an area that you are not used to. This can be at work or school where you will meet people with the same abilities as you who pose quite a challenge - leading to feelings of jealousy, greed, and envy. This tarot card encourages that you accept the competition as a way for you to improve yourself without feeling any malice towards them. ", 'reversed_meaning': "The Five of Wands reversed meaning can be that your natural method of dealing with disagreements is avoiding any kind of conflict by getting away from that place as fast as you can. Sometimes this can be regarded as a good thing, but other times, it may lead to a number of issues that are brewing up within you, for which you will have to address soon. On the other hand, it can also mean that you have worked through your troubles and that you do not have any more issues to worry about."},
    {'title': "Six of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Six%20of%20wands.png", 'upright_key': "success, victory, triumph, rewards, recognition, praise, acclaim, pride", 'reversed_key': "failure, lack of recognition, no rewards, lack of achievement", 'upright_meaning': "This particular card is all about public recognition, victory, and success. Not only have you managed to properly succeed in achieving all of your goals, but you are also being publicly acknowledged for them and the results that you’ve managed to attain. The card is indicative that you have managed to harness the strengths and talents that you have within you in an attempt to bring a particularly successful outcome in your life. It is also worth noting that there is a slight downside apart from the overall positivity that stems from the card. It can bring self-importance as well as egotistical behavior and arrogance.", 'reversed_meaning': "When the card is reversed, this suggests that you might find yourself doubting all of your abilities as well as your overall potential to achieve any kind of success. You might be feeling particularly negative about your entire self as if you have failed others as well as yourself. This is a symbol that means that you lack the confidence and drive that you need to achieve. You need the overall support as well as recognition of third parties in order to pick you up, to emotionally provide you with some much-needed strength."},
    {'title': "Seven of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Seven%20of%20wands.png", 'upright_key': "protectiveness, standing up for yourself, defending yourself, protecting territory", 'reversed_key': "giving up, admitting defeat, yielding, lack of self belief, surrender", 'upright_meaning': "The Seven of Wands has a similar in meaning to the Five of Wands; both cards indicate struggles after the initial fulfillment and satisfaction of an event. The Seven of Wands however is different as it is is about the struggle that you need to go through to maintain your position. You should be ready for the competition to you defend your title, and to prove yourself. There will be challenges to the success of your project or venture from an outside source. You must remain dedicated to your desires, and with a clear purpose and effort, you will overcome them. The overall meaning of the Seven of Wands is to hold your ground, no matter what is challenging your position.", 'reversed_meaning': "The Seven of Wands reversal meaning is that you could be feeling overwhelmed by all the responsibilities and challenges that you are facing. The Seven of Wands reversal meaning can also reflect your feelings of being criticized and judged constantly by others. Avoiding conflict and backing down is common with the reversed Seven of Wands. This can lead to unhappiness because you run away from activities and relinquish your goals, when you are challenged by anyone. Remember all that you fought for to be here, and think carefully on whether you truly believe that is worth giving up now. Another reading of the Seven of Wands reversed can also be that you are being too aggressive when you are protecting yourself and damaging your relationships by doing so."},
    {'title': "Eight of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Eight%20of%20wands.png", 'upright_key': "movement, speed, progress, quick decisions, sudden changes, excitement", 'reversed_key': "waiting, slowness, chaos, delays, losing momentum, hastiness, being unprepared", 'upright_meaning': "The Eight of Wands signifies a strong level of energy which states that different aspects of your life will be trailblazing. Perhaps important news will be coming on your way, and you may experience a sudden, yet steady positive growth. The Eight of Wands meaning may also pertain to your work. There is a chance that the decision that you are waiting for will come your way soon. When it comes to love, the eight of wands meaning pertains to your readiness to be committed on a relationship; however, the card advises you not to force the other party to also be ready on the commitment. In terms of finances, it appears like this is not the best time to make hasty investment. Save your money and wait for the perfect time to invest.", 'reversed_meaning': "Just like the upward Eight of Wands, the Eight of Wands reversed meaning is generally associated with patience. You might now see that what you set in motion earlier created the obstacles that you are discovering right now. It is time for you to understand that you cannot change the past. You must forgive yourself, and adapt your strategy. In terms of work, there may be an existing disagreement in your office. You need to settle this quickly in order to avoid derailing any major issue. The Eight of Wands reversal meaning on love may pertain to possible jealousy. The jealousy that you are feeling right now has no basis and will just affect your good relationship with your partner. In the aspect of Health and Spirituality, you need to improve your focus, cooperation, and determination."},
    {'title': "Nine of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Nine%20of%20wands.png", 'upright_key': "last stand, persistence, grit, resilience, perseverance, close to success, fatigue", 'reversed_key': "stubbornness, rigidity, defensiveness, refusing compromise, giving up", 'upright_meaning': "The Nine of Wands symbolizes one's life, which has undergone too many trials but through their determination and will, they were able to overcome them. However, there are still more trials that the person may face. This can be one major trial or challenge that they are supposed to face for them to reach their goals or be successful in their quest. The card is a sign of hope and encouragement that you should face your trials with courage so that you may attain success. The Nine of Wands may also mean that a person has been betrayed and has thus become mistrustful towards others. But there is also hope and courage here, and the belief that this outlook is about to change. Someone or something may come into their life that will change their whole view of their past struggles. It encourages one to take that risky move because they may be surprised.", 'reversed_meaning': "The Nine of Wands reversed shows a person who may not be a risk taker; they may not want to make a long-term move or commitment since they are afraid that they may not be able to come out of it. They are mistrustful and hence have created a boundary between themselves and others which is turning to be their own personal prison. However, this is a situation that needs to change since this could be your self-created restriction to prevent you from attaining the new heights you need to grow. It encourages you to be brave, but also be careful not to make careless or hasty decisions that may cost you in future. The Nine of Wands may be an indication of a great personal fear or mentality that could affect you. Hence, it is important that you do something to deal with it before fear consumes you and prevents you from moving onward."},
    {'title': "Ten of Wands", 'url': "https://miaworld.neocities.org/img/tarot/minor/wands/Ten%20of%20wands.png", 'upright_key': "burden, responsibility, duty, stress, obligation, burning out, struggles", 'reversed_key': "failure to delegate, shouldering too much responsibility, collapse, breakdown", 'upright_meaning':"This card shows that you have already completed the circle of struggle. After spending too many resources and lots of energy looking for success, you have finally overcome the obstacles. Although it sounds marvelous and satisfying, the card depicts a lot of responsibilities on your side. The main problem is that these issues could overwhelm you if you lose control, which requires you to make sure that you know how to prioritize and solve the relevant ones. In the real world, this card expresses how people try to burden themselves with responsibilities after they attain initial success. The general lesson of the card is that people should be moderate, prioritize and understand that they cannot solve everything, some things must be let go, given to others, the burden shared.", 'reversed_meaning': "When the Ten of Wands card is reversed, it indicates that you are truly burdened by circumstances which are not necessary in your life. Look around and see what is bothering you that will not positively impact yourself even if you rectify it. Drop them all and be a free being that can think soberly and do things accurately. Anything that does not add value in your life is not worth your time, so let it go."}
 ]
}
